Repository: TentoSwift/Budgety
Catalog: Budgety/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, pt_br, zh_hans, zh_hant

source: 毎月
de: Monatlich
en: Monthly
es: Mensual
fr: Mensuel
ko: 매월
pt_br: Mensalmente
zh_hans: 每月
zh_hant: 每月

source: 毎月自動更新
de: Verlängert sich monatlich automatisch
en: Auto-renews monthly
es: Renovación automática mensual
fr: Renouvellement automatique mensuel
ko: 매월 자동 갱신
pt_br: Renova automaticamente todo mês
zh_hans: 每月自动续订
zh_hant: 每月自動續訂

source: 毎週
de: Wöchentlich
en: Weekly
es: Semanal
fr: Hebdomadaire
ko: 매주
pt_br: Semanalmente
zh_hans: 每周
zh_hant: 每週

source: 決定
de: Fertig
en: Done
es: Hecho
fr: Valider
ko: 확인
pt_br: Confirmar
zh_hans: 确定
zh_hant: 確定

source: 海外旅行や外貨支出も同じシートで管理。為替レートで自動換算します。
de: Verwalte Auslandsreisen und Ausgaben in Fremdwährung im selben Blatt. Beträge werden automatisch anhand des Wechselkurses umgerechnet.
en: Manage overseas trips and foreign-currency spending in the same sheet. Amounts are converted automatically using exchange rates.
es: Gestiona viajes al extranjero y gastos en moneda extranjera en la misma hoja. Los importes se convierten automáticamente con el tipo de cambio.
fr: Gérez vos voyages à l'étranger et vos dépenses en devises étrangères dans la même feuille. Les montants sont convertis automatiquement selon les taux de change.
ko: 해외여행이나 외화 지출도 같은 시트에서 관리합니다. 환율로 자동 환산됩니다.
pt_br: Gerencie viagens internacionais e despesas em moeda estrangeira na mesma planilha. Os valores são convertidos automaticamente pela taxa de câmbio.
zh_hans: 境外旅行和外币支出也可在同一账本中管理，按汇率自动换算。
zh_hant: 海外旅行與外幣支出也能在同一帳本中管理，並依匯率自動換算。

source: 為替サーバから応答がありません
de: Keine Antwort vom Wechselkurs-Server
en: No response from the exchange rate server
es: No hay respuesta del servidor de tipos de cambio
fr: Aucune réponse du serveur de taux de change
ko: 환율 서버에서 응답이 없습니다
pt_br: Nenhuma resposta do servidor de câmbio
zh_hans: 汇率服务器无响应
zh_hant: 匯率伺服器沒有回應

source: 為替の取得に失敗しました: %@
de: Wechselkurse konnten nicht abgerufen werden: %@
en: Failed to fetch exchange rates: %@
es: No se pudieron obtener los tipos de cambio: %@
fr: Échec de la récupération des taux de change : %@
ko: 환율 정보를 가져오지 못했습니다: %@
pt_br: Falha ao obter as taxas de câmbio: %@
zh_hans: 获取汇率失败：%@
zh_hant: 取得匯率失敗：%@

source: 為替レート
de: Wechselkurs
en: Exchange rate
es: Tipo de cambio
fr: Taux de change
ko: 환율
pt_br: Taxa de câmbio
zh_hans: 汇率
zh_hant: 匯率

source: 無料プランは 3 個までですが、用途ごとにいくつでも作成できます。
de: Der kostenlose Plan erlaubt bis zu 3, aber du kannst beliebig viele für unterschiedliche Zwecke erstellen.
en: The free plan allows up to 3, but you can create as many as you like.
es: El plan gratuito permite hasta 3, pero puedes crear tantas como quieras para cada propósito.
fr: Le forfait gratuit permet jusqu'à 3, mais vous pouvez en créer autant que vous voulez pour chaque usage.
ko: 무료 플랜은 3개까지지만, 용도별로 얼마든지 만들 수 있습니다.
pt_br: O plano gratuito permite até 3, mas com o Premium você pode criar quantas quiser para cada finalidade.
zh_hans: 免费方案最多可创建 3 个，升级后可按用途创建任意数量。
zh_hant: 免費方案最多可建立 3 個，但你可依用途建立任意數量。

source: 現在のシート参加者にいない名前で記録された支出があります。タップして選び直すか、行を長押し (右クリック) して「○○に統合する」を選んで一括正規化できます。
de: Es gibt Ausgaben, die unter Namen erfasst wurden, die keine aktuellen Teilnehmer dieses Blatts sind. Tippe, um sie neu zuzuweisen, oder halte eine Zeile gedrückt (Rechtsklick) und wähle „Mit … zusammenführen“, um sie gesammelt zu bereinigen.
en: Some expenses were recorded under names that aren't current sheet participants. Tap to reassign, or long-press (right-click) a row and choose "Merge into …" to normalize them in bulk.
es: Hay gastos registrados con nombres que no corresponden a los participantes actuales de la hoja. Toca para reasignarlos, o mantén pulsada (clic derecho) una fila y elige "Fusionar con …" para normalizarlos en bloque.
fr: Certaines dépenses ont été enregistrées avec des noms qui ne sont pas des participants actuels de la feuille. Appuyez pour réassigner, ou faites un appui long (clic droit) sur une ligne et choisissez « Fusionner avec … » pour les normaliser en masse.
ko: 현재 시트 참가자에 없는 이름으로 기록된 지출이 있습니다. 탭해서 다시 선택하거나, 행을 길게 눌러(우클릭) “○○에 통합” 을 선택해 일괄 정리할 수 있습니다.
pt_br: Há despesas registradas com nomes que não são participantes atuais da planilha. Toque para reatribuir, ou mantenha pressionada (clique com o botão direito) uma linha e escolha "Mesclar em …" para normalizá-las em lote.
zh_hans: 存在以不在当前账本参与者中的名字记录的支出。可点按重新选择，或长按（右键单击）该行选择“合并到○○”以批量归一化处理。
zh_hant: 有支出是以目前帳本參加者中不存在的名稱記錄的。可點一下重新選擇，或長按（右鍵點按）項目並選擇「併入○○」以批次統一整理。

source: 現在のパスワード
de: Aktuelles Passwort
en: Current password
es: Contraseña actual
fr: Mot de passe actuel
ko: 현재 비밀번호
pt_br: Senha atual
zh_hans: 当前密码
zh_hant: 目前的密碼

source: 現在のパスワードが違います。
de: Das aktuelle Passwort ist falsch.
en: The current password is incorrect.
es: La contraseña actual es incorrecta.
fr: Le mot de passe actuel est incorrect.
ko: 현재 비밀번호가 틀렸습니다.
pt_br: A senha atual está incorreta.
zh_hans: 当前密码不正确。
zh_hant: 目前的密碼不正確。

source: 現在パスワードで保護されています
de: Derzeit mit einem Passwort geschützt
en: Currently protected with a password
es: Actualmente protegida con contraseña
fr: Actuellement protégé par un mot de passe
ko: 현재 비밀번호로 보호되어 있습니다
pt_br: Atualmente protegido com senha
zh_hans: 当前受密码保护
zh_hant: 目前受密碼保護

source: 生体認証
de: Biometrie
en: Biometrics
es: Biometría
fr: Authentification biométrique
ko: 생체 인증
pt_br: Biometria
zh_hans: 生物识别认证
zh_hant: 生物辨識

source: 生体認証で開けるようにする
de: Öffnen mit Biometrie zulassen
en: Allow opening with biometrics
es: Permitir abrir con biometría
fr: Autoriser l'ouverture par authentification biométrique
ko: 생체 인증으로 열 수 있게 하기
pt_br: Permitir abrir com biometria
zh_hans: 允许使用生物识别认证打开
zh_hant: 允許以生物辨識開啟

source: 確認用パスワード (もう一度)
de: Passwort bestätigen (erneut)
en: Confirm password (again)
es: Confirmar contraseña (de nuevo)
fr: Confirmer le mot de passe (à nouveau)
ko: 확인용 비밀번호(다시 입력)
pt_br: Confirmar senha (novamente)
zh_hans: 确认密码（再次输入）
zh_hant: 確認密碼（再輸入一次）

source: 種別
de: Art
en: Type
es: Tipo
fr: Type
ko: 유형
pt_br: Tipo
zh_hans: 类型
zh_hant: 類型

source: 米ドル
de: US-Dollar
en: US Dollar
es: Dólar estadounidense
fr: Dollar américain
ko: 미국 달러
pt_br: Dólar americano
zh_hans: 美元
zh_hant: 美元

source: 精算
de: Ausgleich
en: Settlement
es: Liquidación
fr: Règlement
ko: 정산
pt_br: Acerto de contas
zh_hans: 结算
zh_hant: 結算

source: 精算対象の支出がありません
de: Keine Ausgaben zum Ausgleichen
en: No expenses to settle
es: No hay gastos para liquidar
fr: Aucune dépense à régler
ko: 정산 대상 지출이 없습니다
pt_br: Não há despesas para acertar
zh_hans: 没有需要结算的支出
zh_hant: 沒有需要結算的支出

source: 精算済み
de: Ausgeglichen
en: Settled
es: Liquidado
fr: Réglé
ko: 정산 완료
pt_br: Acertado
zh_hans: 已结算
zh_hant: 已結算

source: 精算済みにする
de: Als ausgeglichen markieren
en: Mark as settled
es: Marcar como liquidado
fr: Marquer comme réglé
ko: 정산 완료로 표시
pt_br: Marcar como acertado
zh_hans: 标记为已结算
zh_hant: 標記為已結算

source: 精算金額は支出時点の金額を既定通貨に換算したものです。実際の送金時の為替差は反映されません。
de: Ausgleichsbeträge sind zum Zeitpunkt der Ausgabe in die Standardwährung umgerechnet. Wechselkursdifferenzen bei der tatsächlichen Überweisung werden nicht berücksichtigt.
en: Settlement amounts are converted to the default currency using the rate at the time of the expense. Exchange differences at the actual time of transfer are not reflected.
es: Los importes de liquidación se convierten a la moneda predeterminada usando el tipo de cambio del momento del gasto. Las diferencias de cambio en el momento real de la transferencia no se reflejan.
fr: Les montants du règlement sont convertis dans la devise par défaut au taux en vigueur au moment de la dépense. Les écarts de change au moment du virement réel ne sont pas pris en compte.
ko: 정산 금액은 지출 시점의 금액을 기본 통화로 환산한 값입니다. 실제 송금 시의 환율 차이는 반영되지 않습니다.
pt_br: Os valores do acerto de contas são convertidos para a moeda padrão usando a taxa vigente no momento da despesa. As diferenças cambiais no momento real da transferência não são refletidas.
zh_hans: 结算金额是将支出发生时的金额按默认货币换算得出的，不反映实际转账时的汇率差异。
zh_hant: 結算金額是以支出當下的金額換算為預設幣別，並未反映實際匯款時的匯率差異。

source: 終了日
de: Enddatum
en: End date
es: Fecha de fin
fr: Date de fin
ko: 종료일
pt_br: Data de término
zh_hans: 结束日期
zh_hant: 結束日期

source: 終了日を設定
de: Enddatum festlegen
en: Set end date
es: Establecer fecha de fin
fr: Définir la date de fin
ko: 종료일 설정
pt_br: Definir data de término
zh_hans: 设置结束日期
zh_hant: 設定結束日期

source: 給料
de: Gehalt
en: Salary
es: Salario
fr: Salaire
ko: 급여
pt_br: Salário
zh_hans: 工资
zh_hant: 薪水

source: 統計
de: Statistik
en: Statistics
es: Estadísticas
fr: Statistiques
ko: 통계
pt_br: Estatísticas
zh_hans: 统计

source: 編集
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
ko: 편집
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

source: 編集を続ける
de: Bearbeitung fortsetzen
en: Keep editing
es: Seguir editando
fr: Continuer la modification
ko: 계속 편집
pt_br: Continuar editando
zh_hans: 继续编辑
zh_hant: 繼續編輯

source: 繰り返し
de: Wiederholung
en: Repeat
es: Repetir
fr: Répétition
ko: 반복
pt_br: Repetir
zh_hans: 重复
zh_hant: 重複

source: 考え中…
de: Denke nach …
en: Thinking…
es: Pensando…
fr: Réflexion en cours…
ko: 생각하는 중…
pt_br: Pensando…
zh_hans: 思考中…
zh_hant: 思考中…

source: 背景色
de: Hintergrundfarbe
en: Background color
es: Color de fondo
fr: Couleur d'arrière-plan
ko: 배경색
pt_br: Cor de fundo
zh_hant: 背景顏色

source: 自分
de: Du
en: You
es: Tú
fr: Vous
ko: 나
pt_br: Você
zh_hans: 自己
zh_hant: 我

source: 自分が作成した共有を解除しました。設定済みのシートロックはそのまま残ります。
de: Die von dir erstellten Freigaben wurden aufgehoben. Bereits eingerichtete Blattsperren bleiben bestehen.
en: Removed the shares you created. Any Sheet Locks you set remain in place.
es: Se cancelaron las comparticiones que creaste. Los bloqueos de hoja configurados se mantienen.
fr: Les partages que vous avez créés ont été supprimés. Les verrouillages de feuille définis restent en place.
ko: 회원님이 만든 공유를 해제했습니다. 설정된 시트 잠금은 그대로 남습니다.
pt_br: Os compartilhamentos criados por você foram removidos. Os bloqueios de planilha configurados permanecem.
zh_hans: 已解除你创建的共享，已设置的账本锁定将保持不变。
zh_hant: 已解除你所建立的共用。已設定的帳本鎖定將維持不變。

source: 自分の名前
de: Dein Name
en: Your name
es: Tu nombre
fr: Votre nom
ko: 내 이름
pt_br: Seu nome
zh_hans: 你的姓名
zh_hant: 你的名稱

source: 自動 (%@)
de: Automatisch (%@)
en: Automatic (%@)
es: Automático (%@)
fr: Automatique (%@)
ko: 자동(%@)
pt_br: Automático (%@)
zh_hans: 自动（%@）

source: 英ポンド
de: Britisches Pfund
en: British Pound
es: Libra esterlina
fr: Livre sterling
ko: 영국 파운드
pt_br: Libra esterlina
zh_hans: 英镑
zh_hant: 英鎊

source: 行 %lld
de: Zeile %lld
en: Row %lld
es: Fila %lld
fr: Ligne %lld
ko: %lld행
pt_br: Linha %lld
zh_hans: 第 %lld 行
zh_hant: 第 %lld 列

source: 複製
de: Duplizieren
en: Duplicate
es: Duplicar
fr: Dupliquer
ko: 복제
pt_br: Duplicar
zh_hans: 复制

source: 解析できた行
de: Erkannte Zeilen
en: Parsed rows
es: Filas analizadas
fr: Lignes analysées
ko: 분석된 행
pt_br: Linhas analisadas
zh_hans: 已解析的行
zh_hant: 已解析的列

source: 解除
de: Entfernen
en: Remove
es: Quitar
fr: Retirer
ko: 해제
pt_br: Remover

source: 解除には上で入力した現在のパスワードが必要です。
de: Zum Entfernen ist das oben eingegebene aktuelle Passwort erforderlich.
en: Removing it requires the current password entered above.
es: Para quitarlo se requiere la contraseña actual introducida arriba.
fr: Le retrait nécessite le mot de passe actuel saisi ci-dessus.
ko: 해제하려면 위에서 입력한 현재 비밀번호가 필요합니다.
pt_br: Remover requer a senha atual inserida acima.
zh_hans: 解除需要输入上方填写的当前密码。
zh_hant: 解除需輸入上方所填的目前密碼。

source: 計算中...
de: Wird berechnet …
en: Calculating…
es: Calculando…
fr: Calcul en cours…
ko: 계산하는 중...
pt_br: Calculando…
zh_hans: 计算中…

source: 設定
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
ko: 설정
pt_br: Ajustes
zh_hans: 设置

source: 該当する項目なし
de: Keine passenden Einträge
en: No matching items
es: No hay elementos que coincidan
fr: Aucun élément correspondant
ko: 해당하는 항목 없음
pt_br: Nenhum item correspondente
zh_hans: 没有匹配的项目
zh_hant: 沒有符合的項目

source: 詳細
de: Details
en: Details
es: Detalles
fr: Détails
ko: 상세 정보
pt_br: Detalhes
zh_hans: 详情

source: 読み込みエラー: %@
de: Ladefehler: %@
en: Load error: %@
es: Error de carga: %@
fr: Erreur de chargement : %@
ko: 불러오기 오류: %@
pt_br: Erro ao carregar: %@
zh_hans: 加载错误：%@
zh_hant: 載入錯誤：%@

source: 豪ドル
de: Australischer Dollar
en: Australian Dollar
es: Dólar australiano
fr: Dollar australien
ko: 호주 달러
pt_br: Dólar australiano
zh_hans: 澳元
zh_hant: 澳幣

source: 買い切り
de: Einmalkauf
en: One-time
es: Pago único
fr: Achat unique
ko: 일회성
pt_br: Compra única
zh_hans: 买断
zh_hant: 買斷

source: 買い物
de: Einkaufen
en: Shopping
es: Compras
fr: Achats
ko: 쇼핑
pt_br: Compras
zh_hans: 购物
zh_hant: 購物

source: 買い物・お金
de: Einkaufen & Geld
en: Shopping & Money
es: Compras y dinero
fr: Achats et argent
ko: 쇼핑 · 돈
pt_br: Compras e dinheiro
zh_hans: 购物与金钱
zh_hant: 購物・金錢

source: 購入する
de: Kaufen
en: Buy
es: Comprar
fr: Acheter
ko: 구매
pt_br: Comprar
zh_hans: 购买
zh_hant: 購買

source: 購入できませんでした: %@
de: Kauf nicht möglich: %@
en: Couldn’t complete the purchase: %@
es: No se pudo completar la compra: %@
fr: Impossible de finaliser l'achat : %@
ko: 구매할 수 없었습니다: %@
pt_br: Não foi possível concluir a compra: %@
zh_hans: 无法完成购买：%@
zh_hant: 購買失敗：%@

source: 購入の復元に失敗しました: %@
de: Käufe konnten nicht wiederhergestellt werden: %@
en: Failed to restore purchases: %@
es: No se pudieron restaurar las compras: %@
fr: Échec de la restauration des achats : %@
ko: 구매 복원에 실패했습니다: %@
pt_br: Falha ao restaurar as compras: %@
zh_hans: 恢复购买失败：%@
zh_hant: 還原購買失敗：%@

source: 購入の検証に失敗しました。
de: Der Kauf konnte nicht verifiziert werden.
en: Failed to verify the purchase.
es: No se pudo verificar la compra.
fr: Échec de la vérification de l'achat.
ko: 구매 검증에 실패했습니다.
pt_br: Falha ao verificar a compra.
zh_hans: 购买验证失败。
zh_hant: 驗證購買失敗。

source: 購入を復元
de: Käufe wiederherstellen
en: Restore Purchases
es: Restaurar compras
fr: Restaurer les achats
ko: 구매 복원
pt_br: Restaurar compras
zh_hans: 恢复购买
zh_hant: 還原購買項目

source: 購入処理が保留中です。承認後に反映されます。
de: Dein Kauf ist ausstehend. Er wird nach der Genehmigung übernommen.
en: Your purchase is pending. It will be applied after approval.
es: Tu compra está pendiente. Se aplicará tras la aprobación.
fr: Votre achat est en attente. Il sera appliqué après approbation.
ko: 구매 처리가 보류 중입니다. 승인 후 반영됩니다.
pt_br: Sua compra está pendente. Será aplicada após a aprovação.
zh_hans: 购买正在处理中，批准后将生效。
zh_hant: 購買處理正在等待中，核准後將會生效。

source: 超過 %@
de: Um %@ überschritten
en: Over by %@
es: Excedido en %@
fr: Dépassement de %@
ko: %@ 초과
pt_br: %@ acima
zh_hans: 超支 %@

source: 趣味・娯楽
de: Hobbys & Unterhaltung
en: Hobbies & Fun
es: Aficiones y ocio
fr: Loisirs et divertissement
ko: 취미 · 오락
pt_br: Hobbies e lazer
zh_hans: 兴趣与娱乐
zh_hant: 興趣・娛樂

source: 追加
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
ko: 추가
pt_br: Adicionar
zh_hans: 添加
zh_hant: 新增

source: 追加日
de: Hinzugefügt am
en: Date added
es: Fecha de adición
fr: Date d'ajout
ko: 추가일
pt_br: Data de adição
zh_hans: 添加日期
zh_hant: 新增日期

source: 退出
de: Verlassen
en: Leave
es: Salir
fr: Quitter
ko: 나가기
pt_br: Sair

source: 退出するとあなたの端末からこのシートが消えます。オーナーや他の参加者のデータは残ります。
de: Beim Verlassen wird dieses Blatt von deinem Gerät entfernt. Die Daten des Eigentümers und der anderen Teilnehmer bleiben erhalten.
en: Leaving removes this sheet from your device. The owner's and other participants' data will remain.
es: Al salir, esta hoja se eliminará de tu dispositivo. Los datos del propietario y de los demás participantes se conservarán.
fr: En quittant, cette feuille sera supprimée de votre appareil. Les données du propriétaire et des autres participants seront conservées.
ko: 나가면 이 시트가 회원님의 기기에서 제거됩니다. 소유자 및 다른 참가자의 데이터는 그대로 남습니다.
pt_br: Ao sair, esta planilha será removida do seu dispositivo. Os dados do proprietário e dos outros participantes permanecerão.
zh_hans: 退出后，此账本将从你的设备中移除，所有者和其他参与者的数据将予以保留。
zh_hant: 退出後，此帳本將從你的裝置中移除。擁有者及其他參加者的資料將保留。

source: 退出に失敗しました: %@
de: Verlassen fehlgeschlagen: %@
en: Failed to leave: %@
es: No se pudo salir: %@
fr: Échec de la sortie : %@
ko: 나가기에 실패했습니다: %@
pt_br: Falha ao sair: %@
zh_hans: 退出失败：%@
zh_hant: 退出失敗：%@

source: 送信済み
de: Gesendet
en: Sent
es: Enviado
fr: Envoyé
ko: 전송됨
pt_br: Enviado
zh_hans: 已发送
zh_hant: 已傳送

source: 送金プラン
de: Überweisungsplan
en: Transfer plan
es: Plan de transferencias
fr: Plan de virement
ko: 송금 계획
pt_br: Plano de transferência
zh_hans: 转账方案
zh_hant: 匯款方案

source: 送金を編集
de: Überweisung bearbeiten
en: Edit transfer
es: Editar transferencia
fr: Modifier le virement
ko: 송금 편집
pt_br: Editar transferência
zh_hans: 编辑转账
zh_hant: 編輯匯款

source: 送金を記録
de: Überweisung erfassen
en: Record transfer
es: Registrar transferencia
fr: Enregistrer un virement
ko: 송금 기록
pt_br: Registrar transferência
zh_hans: 记录转账
zh_hant: 記錄匯款

source: 送金を記録しますか？
de: Diese Überweisung erfassen?
en: Record this transfer?
es: ¿Registrar esta transferencia?
fr: Enregistrer ce virement ?
ko: 송금을 기록하시겠습니까?
pt_br: Registrar esta transferência?
zh_hans: 要记录此转账吗？
zh_hant: 要記錄此匯款嗎？

source: 送金履歴
de: Überweisungsverlauf
en: Transfer history
es: Historial de transferencias
fr: Historique des virements
ko: 송금 내역
pt_br: Histórico de transferências
zh_hans: 转账记录
zh_hant: 匯款記錄

source: 送金日
de: Überweisungsdatum
en: Transfer date
es: Fecha de transferencia
fr: Date du virement
ko: 송금일
pt_br: Data da transferência
zh_hans: 转账日期
zh_hant: 匯款日期

source: 送金者 (From)
de: Absender (Von)
en: Sender (From)
es: Remitente (De)
fr: Expéditeur (De)
ko: 보내는 사람(From)
pt_br: Remetente (De)
zh_hans: 转账人（From）
zh_hant: 匯款人（From）

source: 通信・連絡
de: Kommunikation
en: Communication
es: Comunicación
fr: Communication
ko: 통신 · 연락
pt_br: Comunicação
zh_hans: 通讯联络
zh_hant: 通訊・聯絡

source: 通常モードでシートを作成してから もう一度試してください。
de: Erstelle ein Blatt im normalen Modus und versuche es dann erneut.
en: Create a sheet in normal mode, then try again.
es: Crea una hoja en modo normal y vuelve a intentarlo.
fr: Créez une feuille en mode normal, puis réessayez.
ko: 일반 모드로 시트를 만든 후 다시 시도해 주세요.
pt_br: Crie uma planilha no modo normal e tente novamente.
zh_hans: 请先以普通模式创建账本， 然后再试一次。
zh_hant: 請先以一般模式建立帳本， 再試一次。

source: 通貨
de: Währung
en: Currency
es: Moneda
fr: Devise
ko: 통화
pt_br: Moeda
zh_hans: 货币
zh_hant: 幣別

source: 通貨を選択
de: Währung auswählen
en: Choose a currency
es: Elegir una moneda
fr: Choisir une devise
ko: 통화 선택
pt_br: Escolher uma moeda
zh_hans: 选择货币
zh_hant: 選擇幣別

source: 過去の支出で使われている場合、履歴を保つためアーカイブされ、新規の割り勘候補から外れます。使われていなければ完全に削除されます。
de: Wird sie in vergangenen Ausgaben verwendet, wird sie zur Erhaltung des Verlaufs archiviert und aus neuen Aufteilungsvorschlägen entfernt. Wird sie nicht verwendet, wird sie endgültig gelöscht.
en: If used by past expenses, it is archived to preserve history and removed from new split candidates. If unused, it is permanently deleted.
es: Si se usa en gastos anteriores, se archivará para conservar el historial y se excluirá de los nuevos candidatos de división. Si no se usa, se eliminará por completo.
fr: Si elle est utilisée par des dépenses passées, elle est archivée pour préserver l'historique et exclue des nouveaux candidats de partage. Si elle n'est pas utilisée, elle est définitivement supprimée.
ko: 이전 지출에 사용된 경우 이력을 유지하기 위해 보관되며, 새 정산 후보에서 제외됩니다. 사용되지 않았다면 완전히 삭제됩니다.
pt_br: Se estiver em uso em despesas anteriores, será arquivado para preservar o histórico e removido das opções de divisão para novas despesas. Se não estiver em uso, será excluído permanentemente.
zh_hans: 如果已被过往支出使用，将被归档以保留历史记录，并从新的分摊候选中移除；如果未被使用，则会被永久删除。
zh_hant: 若已用於過去的支出，將會封存以保留記錄，並從新分帳候選中移除；若未使用，則會永久刪除。

source: 過去の支払者
de: Frühere Zahler
en: Previous payers
es: Pagadores anteriores
fr: Payeurs précédents
ko: 이전 결제자
pt_br: Pagadores anteriores
zh_hans: 以往付款人
zh_hant: 過去的付款人

source: 過去の記録
de: Frühere Einträge
en: Past records
es: Registros anteriores
fr: Enregistrements passés
ko: 이전 기록
pt_br: Registros anteriores
zh_hans: 历史记录
zh_hant: 過去的記錄

source: 適用
de: Anwenden
en: Apply
es: Aplicar
fr: Appliquer
ko: 적용
pt_br: Aplicar
zh_hans: 应用
zh_hant: 套用

source: 金額
de: Betrag
en: Amount
es: Importe
fr: Montant
ko: 금액
pt_br: Valor
zh_hans: 金额

source: 金額は 0 より大きい値を指定してください。
de: Bitte gib einen Betrag größer als 0 an.
en: Please enter an amount greater than 0.
es: Introduce un importe mayor que 0.
fr: Veuillez saisir un montant supérieur à 0.
ko: 0보다 큰 값을 금액으로 지정해 주세요.
pt_br: Informe um valor maior que 0.
zh_hans: 请输入大于 0 的金额。
zh_hant: 請輸入大於 0 的金額。

source: 金額列が空または解析不能
de: Die Betragsspalte ist leer oder nicht auswertbar
en: The amount column is empty or unparseable
es: La columna de importe está vacía o no se puede analizar
fr: La colonne montant est vide ou illisible
ko: 금액 열이 비어 있거나 분석할 수 없음
pt_br: A coluna de valor está vazia ou não pôde ser analisada
zh_hans: 金额列为空或无法解析
zh_hant: 金額欄位為空或無法解析

source: 金額列が見つかりません。ヘッダに「amount / 金額 / 利用金額 / 出金額・入金額」などの列名が必要です
de: Keine Betragsspalte gefunden. Die Kopfzeile benötigt einen Spaltennamen wie „amount / 金額 / 利用金額 / 出金額・入金額“.
en: No amount column found. The header needs a column such as “amount / 金額 / 利用金額 / 出金額・入金額”.
es: No se encontró la columna de importe. El encabezado necesita una columna como “amount / 金額 / 利用金額 / 出金額・入金額”.
fr: Aucune colonne de montant trouvée. L'en-tête doit contenir une colonne telle que « amount / 金額 / 利用金額 / 出金額・入金額 ».
ko: 금액 열을 찾을 수 없습니다. 헤더에 “amount / 金額 / 利用金額 / 出金額・入金額” 등의 열 이름이 필요합니다
pt_br: Nenhuma coluna de valor encontrada. O cabeçalho precisa de uma coluna como “amount / 金額 / 利用金額 / 出金額・入金額”.
zh_hans: 未找到金额列。标题行需要包含“amount / 金額 / 利用金額 / 出金額・入金額”等列名
zh_hant: 找不到金額欄位。標題列需包含「amount / 金額 / 利用金額 / 出金額・入金額」等欄位名稱

source: 閉じる
de: Schließen
en: Close
es: Cerrar
fr: Fermer
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: 閉じる前に確認する
de: Vor dem Schließen bestätigen
en: Confirm before closing
es: Confirmar antes de cerrar
fr: Confirmer avant de fermer
ko: 닫기 전에 확인
pt_br: Confirmar antes de fechar
zh_hans: 关闭前进行确认
zh_hant: 關閉前先確認

# 開始 %@ · 終了 %@ · 最終生成 %@
source: 開始 %1$@ · 終了 %2$@ · 最終生成 %3$@
de: Beginn %1$@ · Ende %2$@ · Zuletzt erzeugt %3$@
en: Start %1$@ · End %2$@ · Last generated %3$@
es: Inicio %1$@ · Fin %2$@ · Última generación %3$@
fr: Début %1$@ · Fin %2$@ · Dernière génération %3$@
ko: 시작 %1$@ · 종료 %2$@ · 마지막 생성 %3$@
pt_br: Início %1$@ · Término %2$@ · Última geração %3$@
zh_hans: 开始 %1$@ · 结束 %2$@ · 最后生成 %3$@
zh_hant: 開始 %1$@ · 結束 %2$@ · 最後產生 %3$@

source: 開始日
de: Startdatum
en: Start date
es: Fecha de inicio
fr: Date de début
ko: 시작일
pt_br: Data de início
zh_hans: 开始日期
zh_hant: 開始日期

source: 開始日から指定の頻度で、過去〜今日までの未生成分を自動でシートに追加します。
de: Fügt ab dem Startdatum in der gewählten Häufigkeit noch nicht erzeugte Einträge von der Vergangenheit bis heute automatisch zum Blatt hinzu.
en: From the start date and at the chosen frequency, ungenerated entries from the past up to today are added to the sheet automatically.
es: Desde la fecha de inicio y con la frecuencia elegida, los elementos no generados desde el pasado hasta hoy se añaden automáticamente a la hoja.
fr: À partir de la date de début et selon la fréquence choisie, les éléments non générés du passé jusqu'à aujourd'hui sont ajoutés automatiquement à la feuille.
ko: 시작일부터 지정한 빈도로, 과거부터 오늘까지 생성되지 않은 항목을 자동으로 시트에 추가합니다.
pt_br: A partir da data de início e na frequência escolhida, os itens ainda não gerados do passado até hoje são adicionados automaticamente à planilha.
zh_hans: 从开始日期起按指定频率，将过去至今尚未生成的部分自动添加到账本中。
zh_hant: 從開始日期起，依指定的頻率，自動將過去至今日尚未產生的項目新增至帳本。

source: 間隔
de: Intervall
en: Interval
es: Intervalo
fr: Intervalle
ko: 간격
pt_br: Intervalo
zh_hans: 间隔

source: 電気代
de: Stromkosten
en: Electricity
es: Electricidad
fr: Électricité
ko: 전기 요금
pt_br: Conta de luz
zh_hans: 电费
zh_hant: 電費

source: 電車 (定期)
de: Bahn (Zeitkarte)
en: Train (pass)
es: Tren (abono)
fr: Train (abonnement)
ko: 전철(정기권)
pt_br: Trem (passe)
zh_hans: 电车（月票）
zh_hant: 電車（定期票）

source: 韓国ウォン
de: Südkoreanischer Won
en: Korean Won
es: Won surcoreano
fr: Won sud-coréen
ko: 대한민국 원
pt_br: Won sul-coreano
zh_hans: 韩元
zh_hant: 韓元

source: 項目を追加
de: Eintrag hinzufügen
en: Add item
es: Añadir elemento
fr: Ajouter un élément
ko: 항목 추가
pt_br: Adicionar item
zh_hans: 添加项目
zh_hant: 新增項目

source: 頻度
de: Häufigkeit
en: Frequency
es: Frecuencia
fr: Fréquence
ko: 빈도
pt_br: Frequência
zh_hans: 频率
zh_hant: 頻率
